{
  "hello": "Hi, I'm",
  "developer": "Web Developer",
  "designer": "UX/UI Designer",
  "about-me": "About me",
  "about-me-content-1": "Full Stack Developer with 3 years of experience in developing web and mobile applications. I focus on creating solutions that blend intuitive design with efficient functionality to ensure that each project not only meets its technical objectives but also delivers an exceptional user experience.",
  "about-me-content-2": "I specialize in technologies such as JavaScript, HTML, and CSS, and have solid experience with frameworks like React, Angular, Ionic, and Astro. Additionally, my technical and practical training in UX/UI Design allows me to approach digital product creation from a comprehensive, user-centered perspective.",
  "about-me-content-3": "I consider myself a creative person and very attentive to details, which helps me when thinking and designing.",
  "interests": "My Interests",
  "architecture": "Architecture",
  "aviation": "Aviation",
  "design": "Design",
  "uxui-design": "UX/UI Design",
  "development": "Development",
  "web-development": "Web Development",
  "photography": "Photography",
  "technology": "Technology",
  "travel": "Travel",
  "role": "Web Developer & UX/UI Designer",
  "detail-attention": "Meticulousness",
  "flexibility": "Flexibility",
  "proactivity": "Proactivity",
  "commitment": "Commitment",
  "creativity": "Creativity",
  "leadership": "Leadership",
  "personal": "Personal",
  "prototyping": "Prototyping",
  "projects": "My projects",
  "reconnect-subtitle": "Subscription Page",
  "reconnect-description": "Responsive web section for plan subscription, designed in Figma and created with React and Tailwind.",
  "notatky-subtitle": "Note Taking App",
  "notatky-description": "Note taking web application where you can create a profile and save your notes, you can also filter them by tags, add them to collections and more.",
  "meteor-subtitle": "E-Commerce App",
  "meteor-description": "UX case study of a fashion e-commerce based on inclusiveness, it's an app where you can buy all models and sizes products.",
  "radley-subtitle": "Web Prototype",
  "radley-description": "Web prototype of a fashion e-commerce where you can view, search and buy products, it has categories and a shopping bag.",
  "all": "All",
  "open": "Open",
  "close": "Close",
  "gallery": "Gallery",
  "scrollable-prototype": "Scrollable prototype",
  "keep-in-touch": "Let's keep in touch",
  "contact": "Contact",
  "contact-me": "Do you want to contact me?",
  "contact-me-sub": "I value teamwork and collaborative ideas, and I’m confident that together we can create products that truly make a difference. If you're interested in collaborating, feel free to reach out!",
  "send-email": "Send me an email",
  "go-up": "Scroll to top"
}
